Repository: R3tr003/Endeavor-Antigravity
Catalog: app/EndeavorApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, it, pt_br

# messages.no_conversations
source: No conversations yet
es: Aún no hay conversaciones
fr: Aucune conversation
it: Nessuna conversazione
pt_br: Nenhuma conversa ainda

# messages.not_spam
source: Not Spam
es: No es spam
fr: Pas du spam
it: Non è spam
pt_br: Não é spam

# messages.photo_library
source: Photos
es: Fotos
it: Foto
pt_br: Fotos

# messages.photos_permission_body
source: Allow Endeavor to save photos in iOS Settings > Privacy > Photos.
es: Permite a Endeavor guardar fotos en Ajustes iOS > Privacidad > Fotos.
fr: Autorisez Endeavor à enregistrer des photos dans Réglages iOS > Confidentialité > Photos.
it: Consenti a Endeavor di salvare foto in Impostazioni iOS > Privacy > Foto.
pt_br: Permita que Endeavor salve fotos em Ajustes iOS > Privacidade > Fotos.

# messages.photos_permission_title
source: Photos Access Required
es: Acceso a Fotos requerido
fr: Accès aux Photos requis
it: Accesso a Foto necessario
pt_br: Acesso às Fotos necessário

# messages.purpose_driven
source: Purpose-driven conversations.
es: Conversaciones con propósito.
fr: Des conversations avec un objectif.
it: Conversazioni con uno scopo.
pt_br: Conversas com propósito.

# messages.save
source: Save
es: Guardar
fr: Enregistrer
it: Salva
pt_br: Salvar

# messages.save_to_photos
source: Save to Photos
es: Guardar en Fotos
fr: Enregistrer dans Photos
it: Salva in Foto
pt_br: Salvar em Fotos

# messages.saved
source: Saved!
es: ¡Guardado!
fr: Enregistré !
it: Salvato!
pt_br: Salvo!

# messages.schedule
source: Schedule
es: Programar
fr: Planifier
it: Pianifica
pt_br: Agendar

# messages.send_message_connect
source: Send a message to connect with this person.
es: Envía un mensaje para conectar con esta persona.
fr: Envoyez un message pour vous connecter avec cette personne.
it: Invia un messaggio per connetterti con questa persona.
pt_br: Envie uma mensagem para se conectar com esta pessoa.

# messages.share
source: Share
es: Compartir
fr: Partager
it: Condividi
pt_br: Compartilhar

# messages.start_conversation
source: Start a Conversation
es: Iniciar una Conversación
fr: Démarrer une conversation
it: Inizia una Conversazione
pt_br: Iniciar uma Conversa

# messages.start_the_conversation
source: Start the conversation
es: Inicia la conversación
fr: Démarrez la conversation
it: Inizia la conversazione
pt_br: Inicie a conversa

# messages.type_message
source: Type a message...
es: Escribe un mensaje...
fr: Écrivez un message...
it: Scrivi un messaggio...
pt_br: Digite uma mensagem...

# messages.uploading_media
source: Uploading Media...
es: Subiendo archivo...
fr: Envoi du fichier...
it: Caricamento in corso...
pt_br: Enviando arquivo...

# messages.view_download
source: View & Download
es: Ver y descargar
fr: Voir et télécharger
it: Visualizza e scarica
pt_br: Ver e baixar

# messages.view_photo
source: View Photo
es: Ver foto
fr: Voir la photo
it: Visualizza foto
pt_br: Ver foto

# messages.you
source: You
es: Tú
fr: Vous
it: Tu
pt_br: Você

# nav.calendar
source: Calendar
es: Calendario
fr: Calendrier
it: Calendario
pt_br: Calendário

# nav.discover
source: Discover
es: Descubrir
fr: Découvrir
it: Scopri
pt_br: Descobrir

# nav.home
source: Home
es: Inicio
fr: Accueil
pt_br: Início

# nav.messages
source: Messages
es: Mensajes
it: Messaggi
pt_br: Mensagens

# nav.network
source: Network
es: Red
fr: Réseau
pt_br: Rede

# nav.profile
source: Profile
es: Perfil
fr: Profil
it: Profilo
pt_br: Perfil

# network.loading
source: Loading network...
es: Cargando red...
fr: Chargement du réseau...
it: Caricamento rete...
pt_br: Carregando rede...

# network.mentor_network
source: Mentor Network
es: Red de Mentores
fr: Réseau de Mentors
pt_br: Rede de Mentores

# network.search_placeholder
source: Search by name or sector...
es: Buscar por nombre o sector...
fr: Rechercher par nom ou secteur...
it: Cerca per nome o settore...
pt_br: Buscar por nome ou setor...

# network.send_message
source: Send a Message
es: Enviar Mensaje
fr: Envoyer un message
it: Invia Messaggio
pt_br: Enviar Mensagem

# network.subtitle
source: Find the right expert to help you grow.
es: Encuentra al experto adecuado para ayudarte a crecer.
fr: Trouvez le bon expert pour vous aider à grandir.
it: Trova l'esperto giusto per aiutarti a crescere.
pt_br: Encontre o especialista certo para ajudar você a crescer.

# network.view_profile
source: View Profile
es: Ver Perfil
fr: Voir le profil
it: Vedi Profilo
pt_br: Ver Perfil

# onboarding.basics_subtitle
source: Let's start with the basics. This helps others get to know you.
es: Empecemos con lo básico. Esto ayuda a que otros te conozcan.
fr: Commençons par les bases. Cela aide les autres à vous connaître.
it: Iniziamo con le informazioni di base. Aiuta gli altri a conoscerti.
pt_br: Vamos começar com o básico. Isso ajuda outros a te conhecerem.

# onboarding.company_basics
source: Company Basics
es: Datos de la Empresa
fr: Informations sur l'entreprise
it: Dati Aziendali
pt_br: Dados da Empresa

# onboarding.enter_app
source: Enter App
es: Entrar a la App
fr: Accéder à l'app
it: Entra nell'App
pt_br: Entrar no App

# onboarding.entering
source: Entering...
es: Entrando...
fr: Connexion...
it: Accesso...
pt_br: Entrando...

# onboarding.exit
source: Exit
es: Salir
fr: Quitter
it: Esci
pt_br: Sair

# onboarding.exit_confirm
source: Are you sure you want to exit the registration process?
es: ¿Estás seguro de que quieres salir del registro?
fr: Êtes-vous sûr de vouloir quitter l'inscription ?
it: Sei sicuro di voler uscire dalla registrazione?
pt_br: Tem certeza que deseja sair do registro?

# onboarding.next
source: Next
es: Siguiente
fr: Suivant
it: Avanti
pt_br: Próximo

# onboarding.personal_info
source: Personal Information
es: Información Personal
fr: Informations personnelles
it: Informazioni Personali
pt_br: Informações Pessoais

# onboarding.review_finish
source: Review & Finish
es: Revisar y Finalizar
fr: Vérifier et terminer
it: Rivedi e Completa
pt_br: Revisar e Finalizar

# onboarding.setup_profile
source: Setup Profile
es: Configurar Perfil
fr: Configurer le profil
it: Configura Profilo
pt_br: Configurar Perfil

# profile.about
source: About
es: Acerca de
fr: À propos
it: Info
pt_br: Sobre

# profile.edit_profile
source: Edit Profile
es: Editar Perfil
fr: Modifier le profil
it: Modifica Profilo
pt_br: Editar Perfil

# profile.loading
source: Loading profile...
es: Cargando perfil...
fr: Chargement du profil...
it: Caricamento profilo...
pt_br: Carregando perfil...

# profile.settings
source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni
pt_br: Configurações

# schedule.accept
source: Accept
es: Aceptar
fr: Accepter
it: Accetta
pt_br: Aceitar

# schedule.agenda
source: Agenda (optional)
es: Agenda (opcional)
fr: Ordre du jour (optionnel)
it: Agenda (opzionale)
pt_br: Pauta (opcional)

# schedule.agenda_placeholder
source: Topics to discuss...
es: Temas a tratar...
fr: Sujets à aborder...
it: Argomenti da discutere...
pt_br: Tópicos a discutir...

# schedule.confirmed
source: Confirmed
es: Confirmado
fr: Confirmé
it: Confermato
pt_br: Confirmado

# schedule.conflict_warning
source: Conflict with existing event
es: Conflicto con evento existente
fr: Conflit avec un événement existant
it: Conflitto con evento esistente
pt_br: Conflito com evento existente

# schedule.date_time
source: Date & Time
es: Fecha y Hora
fr: Date & Heure
it: Data e Ora
pt_br: Data e Hora

# schedule.decline
source: Decline
es: Rechazar
fr: Refuser
it: Rifiuta
pt_br: Recusar

# schedule.declined_label
source: Declined
es: Rechazado
fr: Refusé
it: Rifiutato
pt_br: Recusado

# schedule.duration
source: Duration
es: Duración
fr: Durée
it: Durata
pt_br: Duração

# schedule.duration_label
source: Duration:
es: Duración:
fr: Durée :
it: Durata:
pt_br: Duração:

# schedule.error_save_failed
source: Could not create the meeting. Please try again.
es: No se pudo crear la reunión. Inténtalo de nuevo.
fr: Impossible de créer la réunion. Veuillez réessayer.
it: Impossibile creare il meeting. Riprova.
pt_br: Não foi possível criar a reunião. Tente novamente.

# schedule.error_send_failed
source: Meeting created, but the invite could not be sent. Please try again.
es: Reunión creada, pero no se pudo enviar la invitación. Inténtalo de nuevo.
fr: Réunion créée, mais l'invitation n'a pas pu être envoyée. Veuillez réessayer.
it: Meeting creato, ma non è stato possibile inviare l'invito. Riprova.
pt_br: Reunião criada, mas o convite não pôde ser enviado. Tente novamente.

# schedule.error_update_failed
source: Could not update the meeting. Please try again.
es: No se pudo actualizar la reunión. Inténtalo de nuevo.
fr: Impossible de mettre à jour la réunion. Veuillez réessayer.
it: Impossibile aggiornare il meeting. Riprova.
pt_br: Não foi possível atualizar a reunião. Tente novamente.

# schedule.invite_label
source: Meeting Invite
es: Invitación a reunión
fr: Invitation à la réunion
it: Invito al Meeting
pt_br: Convite de Reunião

# schedule.join_meeting
source: Join Meeting
es: Unirse a la reunión
fr: Rejoindre la réunion
it: Partecipa al Meeting
pt_br: Entrar na reunião

# schedule.meeting_title_label
source: Meeting title
es: Título de la reunión
fr: Titre de la réunion
it: Titolo del meeting
pt_br: Título da reunião

# schedule.no_video
source: None
es: Ninguno
fr: Aucun
it: Nessuno
pt_br: Nenhum

# schedule.not_enough_messages
source: Keep the conversation going — you need at least 10 messages exchanged (3 from each side) before scheduling a meeting.
es: Sigue la conversación — necesitas al menos 10 mensajes intercambiados (3 de cada lado) antes de programar una reunión.
fr: Continuez la conversation — échangez au moins 10 messages (3 de chaque côté) avant de planifier une réunion.
it: Continua la conversazione — servono almeno 10 messaggi scambiati (3 per parte) prima di pianificare un meeting.
pt_br: Continue a conversa — você precisa de pelo menos 10 mensagens trocadas (3 de cada lado) antes de agendar uma reunião.

# schedule.not_ready_title
source: Almost there!
es: ¡Casi listo!
fr: Encore un peu !
it: Ancora un po'!
pt_br: Quase lá!

# schedule.pending
source: Pending
es: Pendiente
fr: En attente
it: In attesa
pt_br: Pendente

# schedule.propose_new
source: Propose new
es: Proponer nueva
fr: Proposer autre
it: Proponi nuova
pt_br: Propor nova

# schedule.propose_new_time
source: Propose New Time
es: Proponer Nuevo Horario
fr: Proposer un Nouvel Horaire
it: Proponi Nuovo Orario
pt_br: Propor Novo Horário

# schedule.rescheduled
source: Rescheduled
es: Reprogramado
fr: Reprogrammé
it: Riprogrammato
pt_br: Reagendado

# schedule.send_invite
source: Send Meeting Invite
es: Enviar Invitación
fr: Envoyer l'invitation
it: Invia Invito al Meeting
pt_br: Enviar Convite

# schedule.title
source: Schedule Meeting
es: Programar Reunión
fr: Planifier une Réunion
it: Pianifica Meeting
pt_br: Agendar Reunião

# schedule.title_placeholder
source: e.g. Strategy call
es: Ej. Llamada de estrategia
fr: Ex. Appel stratégique
it: Es. Chiamata di strategia
pt_br: Ex. Chamada de estratégia

# schedule.video
source: Video call
es: Videollamada
fr: Appel vidéo
pt_br: Chamada de vídeo

# schedule.video_note
source: The meeting link will be generated when the invite is accepted.
es: El enlace se generará cuando se acepte la invitación.
fr: Le lien sera généré lorsque l'invitation sera acceptée.
it: Il link verrà generato quando l'invito sarà accettato.
pt_br: O link será gerado quando o convite for aceito.

# settings.appearance
source: Appearance
es: Apariencia
fr: Apparence
it: Aspetto
pt_br: Aparência

# settings.biometric_enable_reason
source: Enable Face ID to lock Endeavor
es: Activar Face ID para bloquear Endeavor
fr: Activer Face ID pour verrouiller Endeavor
it: Attiva Face ID per bloccare Endeavor
pt_br: Ativar Face ID para bloquear Endeavor

# settings.biometric_lock_subtitle
source: Authenticate to continue
es: Autentícate para continuar
fr: Authentifiez-vous pour continuer
it: Autenticati per continuare
pt_br: Autentique-se para continuar

# settings.biometric_lock_title
source: App Locked
es: App Bloqueada
fr: App Verrouillée
it: App Bloccata
pt_br: App Bloqueado

# settings.biometric_reason
source: Unlock Endeavor
es: Desbloquear Endeavor
fr: Déverrouiller Endeavor
it: Sblocca Endeavor
pt_br: Desbloquear Endeavor

# settings.biometric_toggle_subtitle
source: Lock app when in background
es: Bloquear app al pasar a segundo plano
fr: Verrouiller l'app en arrière-plan
it: Blocca app in background
pt_br: Bloquear app em segundo plano

# settings.biometric_unlock
source: Unlock
es: Desbloquear
fr: Déverrouiller
it: Sblocca
pt_br: Desbloquear

# settings.dark
source: Dark
es: Oscuro
fr: Sombre
it: Scuro
pt_br: Escuro

# settings.delete_account
source: Delete Account
es: Eliminar Cuenta
fr: Supprimer le compte
it: Elimina Account
pt_br: Excluir Conta

# settings.delete_confirm
source: This action is irreversible. All your data will be permanently deleted.
es: Esta acción es irreversible. Todos tus datos serán eliminados permanentemente.
fr: Cette action est irréversible. Toutes vos données seront supprimées définitivement.
it: Questa azione è irreversibile. Tutti i tuoi dati saranno eliminati definitivamente.
pt_br: Esta ação é irreversível. Todos os seus dados serão excluídos permanentemente.

# settings.light
source: Light
es: Claro
fr: Clair
it: Chiaro
pt_br: Claro

# settings.log_out
source: Log Out
es: Cerrar Sesión
fr: Se déconnecter
it: Esci
pt_br: Sair

# settings.logout_confirm
source: Are you sure you want to log out?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler uscire?
pt_br: Tem certeza que deseja sair?

# settings.open_settings
source: Open Settings
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
pt_br: Abrir Ajustes

# settings.security
source: Security
es: Seguridad
fr: Sécurité
it: Sicurezza
pt_br: Segurança

# settings.switcher_face_id_required
source: Face ID Required to open Endeavor
es: Face ID requerido para abrir Endeavor
fr: Face ID requis pour ouvrir Endeavor
it: Face ID richiesto per aprire Endeavor
pt_br: Face ID necessário para abrir Endeavor

# settings.switcher_touch_id_required
source: Touch ID Required to open Endeavor
es: Touch ID requerido para abrir Endeavor
fr: Touch ID requis pour ouvrir Endeavor
it: Touch ID richiesto per aprire Endeavor
pt_br: Touch ID necessário para abrir Endeavor

# settings.system
source: System
es: Sistema
fr: Système
it: Sistema
pt_br: Sistema

# settings.theme
source: Theme
es: Tema
fr: Thème
it: Tema
pt_br: Tema

# common.error
source: Error
fr: Erreur
it: Errore
pt_br: Erro
